Revit 2027 API
ParameterTypeId.CircMullionRadius Property
 "Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CircMullionRadius { get; }
Public Shared ReadOnly Property CircMullionRadius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CircMullionRadius {
	ForgeTypeId^ get ();
}
static member CircMullionRadius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace